Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reuse_psi.html.txt.tmx
Source language: en
Languages: ga

source: Re-use of Public Sector Information
ga: Faisnéis Earnála Poiblí a Athúsáid

source: The Citizens Information Board complies with the regulations on the Re-use of Public Sector Information (European Communities (Re-use of Public Sector Information) Regulations 2005 (as amended)) and we encourage the re-use of the information that we produce
ga: Comhlíonann an Bord um Fhaisnéis do Shaoránaigh na rialacháin maidir le Faisnéis na hEarnála Poiblí a Athúsáid (Rialacháin na gComhphobal Eorpach (Faisnéis na hEarnála Poiblí a Athúsáid), 2005 (arna leasú)) agus spreagaimid an fhaisnéis a tháirgimid a athúsáid

source: The regulations are available at www.psi.gov.ie
ga: Tá na rialacháin ar fáil ag www.psi.gov.ie

source: Information and documents obtained from www.citizensinformation.ie may be reproduced and/or re-used free of charge subject to the latest PSI licence, Creative Commons Attribution 4.0 International (CC BY 4.0)
ga: Féadtar faisnéis agus cáipéisí a fhaightear ó www.citizensinformation.ie a atáirgeadh agus/nó a athúsáid saor in aisce faoi réir an cheadúnais FEP is déanaí, Creative Commons Attribution International (CC BY )

source: Information on the licence is available at www.psi.gov.ie
ga: Tá fáil ar fhaisnéis faoin gceadúnas ag www.psi.gov.ie

source: Under the CC-BY licence, the source of the information must be acknowledged
ga: Faoin gceadúnas CC-BY, caithfear foinse na faisnéise a aithint

source: Where a specific attribution statement is not provided the following attribution statement can be used: “Contains Irish Public Sector Data licensed under a Creative Commons Attribution 4.0 International (CC BY 4.0) licence”
ga: Sa chás nach soláthraítear ráiteas sonrach aitreabúideachta, féadtar an ráiteas aitreabúideachta a leanas a úsáid: “Cuimsítear ann seo Sonraí faoi Earnáil Phoiblí na hÉireann a cheadúnaítear faoi cheadúnas Creative Commons Attribution 4.0 International (CC BY 4.0)”

source: Please also read the disclaimer regarding information available on this website
ga: Leigh, le do thoil, an séanadh maidir le faisnéis ar fáil ar an láithreán seo

source: For enquiries on the re-use of information maintained by the Citizens Information Board please email psi@ciboard.ie
ga: Chun ceist a chur faoi athúsáid faisnéise cothabháilte ag an mBord um Fhaisnéis do Shaoránaigh seol r-phost, le do thoil, chuig psi@ciboard.ie

source: Permission to reproduce information from citizensinformation.ie does not extend to any material on this site which may be the property of a third party
ga: Ní leathnaíonn cead maidir le faisnéis ó citizensinformation.ie a athfhoilsiú go dtí aon ábhar ar an láithreán seo a d'fhéadfadh a bheith i seilbh tríu páirtí

source: Authorisation to reproduce such material must be obtained from the copyright holders concerned
ga: Caithfear údarú chun ábhar mar seo a athfhoilsiú a fháil ó shealbhóirí an chóipchirt
